dafoam_pytorch_hfdib_demo/datasets/four_port_64/topology_316/case/0/nuTilda
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      nuTilda;
}

dimensions      [0 2 -1 0 0 0 0];
internalField   uniform 0;

boundaryField
{
    inletLower
    {
        type            calculated;
        value           uniform 0;
    }
    inletUpper
    {
        type            calculated;
        value           uniform 0;
    }
    outletLower
    {
        type            zeroGradient;
    }
    outletUpper
    {
        type            zeroGradient;
    }
    sideWalls
    {
        type            fixedValue;
        value           uniform 0;
    }
    topBottomWalls
    {
        type            fixedValue;
        value           uniform 0;
    }
    frontAndBack
    {
        type            symmetry;
    }
}
